Repository: kebbet/kebbet-erbe-cpt-tax
Catalog: languages/kebbet-erbe-cpt-tax-*.po
Languages: sv_se

source: Last modified
sv_se: Senast ändrat

source: Featured image
sv_se: Utvald bild

source: No image is set.
sv_se: Ingen bild har angetts.

source: Post updated.
sv_se: Inlägget uppdaterades.

source: Custom field updated.
sv_se: Anpassat fält uppdaterat.

source: Custom field deleted.
sv_se: Anpassat fält borttaget.

source: Post restored to revision from %s
sv_se: Inlägget har återställts till version från %s

source: Post published.
sv_se: Inlägget publicerades.

source: Post saved.
sv_se: Inlägget sparat.

source: Post submitted.
sv_se: Inlägget inskickat.

source: Post scheduled for: <strong>%1$s</strong>.
sv_se: Inlägget är schemalagt till: <strong>%1$s</strong>.

source: M j, Y @ G:i
sv_se: Y-m-d, H:i

source: Post draft updated.
sv_se: Inläggsutkastet uppdaterades.

source: View Post
sv_se: Visa inlägg

source: Preview Post
sv_se: Förhandsgranska inlägg

source: %s post updated.
sv_se: %s inlägg har uppdaterats.

source: %s post not updated, somebody is editing it.
sv_se: %s inlägg uppdaterades inte, någon redigerar det.

source: %s post permanently deleted.
sv_se: %s inlägg togs bort permanent.

source: %s post moved to the Trash.
sv_se: %s inlägg flyttades till papperskorgen.

source: %s post restored from the Trash.
sv_se: %s inlägg återställdes från papperskorgen.

source: %s work post
sv_se: %s verks-inlägg

# Post Type General Name
source: Works
sv_se: Verk

# Post Type Singular Name
source: Work
sv_se: Verk

source: Works
sv_se: Verk

source: Work-post
sv_se: Verksinlägg

source: Parent post:
sv_se: Överordnat inlägg:

source: All posts
sv_se: Alla inlägg

source: Add new
sv_se: Lägg till nytt

source: Add new post
sv_se: Lägg till nytt inlägg

source: New post
sv_se: Nytt inlägg

source: Edit post
sv_se: Redigera inlägg

source: Update post
sv_se: Uppdatera inlägg

source: View post
sv_se: Visa inlägg

source: View posts
sv_se: Visa inlägg

source: Search posts
sv_se: Sök inlägg

source: Not found
sv_se: Inget hittades

source: No posts found in Trash
sv_se: Inga inlägg hittades i papperskorgen

source: Artwork image
sv_se: Bild på verk

source: Set artwork image
sv_se: Ange som bild på verk

source: Remove artwork image
sv_se: Ta bort bild på verk

source: Use as artwork image
sv_se: Använd som bild på verk

source: Insert into item
sv_se: Infoga till inlägg

source: Uploaded to this post
sv_se: Uppladdad till detta inlägg

source: Items list
sv_se: Objektlista

source: Items list navigation
sv_se: Navigering för objektlista

source: Filter items list
sv_se: Filtrera objektlista

source: Work-posts archive
sv_se: Arkiv för verksinlägg

source: Work-post attributes
sv_se: Attribut för verksinlägg

source: Post published
sv_se: Inlägget publicerades

source: Post published privately
sv_se: Inlägget publicerades privat

source: Post reverted to Draft
sv_se: Inlägget återställdes till utkast

source: Post scheduled
sv_se: Inlägget schemalagt

source: Post updated
sv_se: Inlägget uppdaterades

source: Filter posts by date
sv_se: Filtrera inlägg efter datum

source: Work post link
sv_se: Länk till verksinlägg

source: A link to a work post
sv_se: En länk till ett verksinlägg

source: Work post type
sv_se: Inläggstyp verksinlägg

source: Custom post type for artistic work
sv_se: Anpassad inläggstyp för konstnärligt arbete

# taxonomy general name
source: Art status
sv_se: Konstens status

source: Art status
sv_se: Konstens status

# taxonomy singular name
source: Art status
sv_se: Konstens status

source: All art status tags
sv_se: Alla statusektiketter för konst

source: Edit tag
sv_se: Redigera etikett

source: View tag
sv_se: Visa etikett

source: Update tag
sv_se: Uppdatera etikett

source: Add new tag
sv_se: Lägg till en ny etikett

source: New tag name
sv_se: Nytt etikettnamn

source: Separate art status tags with commas
sv_se: Separata statusetiketter med kommatecken

source: Search tags
sv_se: Sök etiketter

source: Add or remove tags
sv_se: Lägg till eller ta bort etiketter

source: Choose from the most used tags
sv_se: Välj bland de vanligaste etiketterna

source: No tags found.
sv_se: Inga etiketter hittades.

source: Popular tags
sv_se: Populära etiketter

source: Parent tag
sv_se: Överordnad etikett

source: Parent tag:
sv_se: Överordnad etikett:

source: &larr; Back to tags
sv_se: ← Tillbaka till etiketter

source: The name is how it appears in the user interface.
sv_se: Namnet är hur det visas i användargränssnittet.

source: The &#8220;slug&#8221; is a sanitized version of the name. It is usually all lowercase and contains only letters, numbers, and hyphens. Do not change if not needed.
sv_se: ”Slug” är en säkerhetsfiltrerad version av namnet. Det är vanligtvis endast gemener och innehåller bara bokstäver, siffror och bindestreck. Ändra inte om det inte behövs.

source: The description is not used.
sv_se: Beskrivningen används inte.

source: Metadata tag for sorting and grouping posts.
sv_se: Metadatatagg för sortering och gruppering av inlägg.

source: Numeric sorting value
sv_se: Numeriskt sorteringsvärde

source: Add a sorting number to the tags. On the front page, the tags are sorted from lowest number to highest.
sv_se: Lägg till ett sorteringsnummer till etiketterna. På förstasidan sorteras etiketterna från lägsta värde till högsta.

source: Add a sorting number to the tag. On the front page, the tags are sorted from lowest number to highest.
sv_se: Lägg till ett sorteringsnummer till etiketten. På förstasidan sorteras etiketterna från lägsta värde till högsta.

source: Sorting value
sv_se: Sorteringsvärde

source: Plural label
sv_se: Etikett för plural

source: Plural version of label
sv_se: Pluralversion av etikett

# taxonomy general name
source: Art type
sv_se: Konsttyp

source: Art type
sv_se: Konsttyp

# taxonomy singular name
source: Art type
sv_se: Konsttyp

source: All art type tags
sv_se: Alla konsttyps-etiketter

source: Separate art type tags with commas
sv_se: Separata konsttyps-etiketter med kommatecken

# taxonomy general name
source: Art year
sv_se: År

source: Art year
sv_se: År

# taxonomy singular name
source: Art year
sv_se: År

source: All art year tags
sv_se: Alla års-etiketter

source: Separate art year tags with commas
sv_se: Separera års-etiketter med kommatecken

source: Kebbet plugins - Custom Post Type and Taxonomies for Erik Betshammar.
sv_se: Kebbet plugins – Anpassad inläggstyp och taxonomier för Erik Betshammar.

source: Registers a Custom Post Type and some taxonomies.
sv_se: Registrerar en anpassad inläggstyp och några taxonomier.
